export const agreementList = [
    {
        id: 1,
        title: '[필수] 이용약관 동의',
        subText:'',
        mainTitle: '이용약관 동의 내용',
        subTitle: '제1장 총직',
        desTitle:'제1조(목적)',
        desContent:'이 약관은 회원(이하 "회원"이라고 합니다)이 주식회사 플레이스토어(이하 "회사"라고 합니다)가 제공하는 서비스(이하 "서비스"라고 합니다)를 이용함에 있어 회사와 회원의 권리, 의무 및 책임사항을 규정함을 목적으로 합니다.',
        desTitle2:'제2조(용어의 정의)',
        desContent2:'1. 이 약관은 서비스를 신청한 회원에게 회사가 승낙함으로써 효력이 발생합니다.\n2. 회사는 이 약관의 내용을 회원이 쉽게 알 수 있도록 서비스 화면에 게시하거나 기타의 방법으로 회원에게 공지합니다.\n3. 회사는 필요한 경우 관련법령을 위배하지 않는 범위 내에서 이 약관을 변경할 수 있습니다.\n4. 회사가 약관을 변경할 경우에는 적용일자 및 변경사유를 명시하여 현행약관과 함께 서비스 화면에 그 적용일자 7일 이전부터 적용일자 전일까지 공지합니다. 다만, 회원에게 불리하게 약관 내용을 변경하는 경우에는 그 적용일자 30일 이전부터 적용일자 전일까지 공지하고, 회원의 권리 또는 의무에 관한 중요한 규정의 변경은 적용일자 30일 이전부터 공지합니다.\n5. 회사가 전항에 따라 회원에게 통지하면서 공지 또는 통지일로부터 개정약관 시행일 7일 후까지 거부의사를 표시하지 않으면 승인한 것으로 본다는 뜻을 명확하게 공지 또는 통지하였음에도 회원이 명시적으로 거부의사를 표시하지 아니한 경우 회원이 개정약관에 동의한 것으로 봅니다.\n6. 회원이 개정약관의 적용에 동의하지 않는 경우 회사는 개정약관의 내용'
    },
    {
        id: 2,
        title: '[필수] 구독/P.T 약관',
        subText:'',
        mainTitle: '구독/P.T 약관',
        subTitle: '제1장 총직',
        desTitle:'제1조(목적)',
        desContent:'이 약관은 회원(이하 "회원"이라고 합니다)이 주식회사 플레이스토어(이하 "회사"라고 합니다)가 제공하는 서비스(이하 "서비스"라고 합니다)를 이용함에 있어 회사와 회원의 권리, 의무 및 책임사항을 규정함을 목적으로 합니다.',
        desTitle2:'제2조(용어의 정의)',
        desContent2:'1. 이 약관은 서비스를 신청한 회원에게 회사가 승낙함으로써 효력이 발생합니다.\n2. 회사는 이 약관의 내용을 회원이 쉽게 알 수 있도록 서비스 화면에 게시하거나 기타의 방법으로 회원에게 공지합니다.\n3. 회사는 필요한 경우 관련법령을 위배하지 않는 범위 내에서 이 약관을 변경할 수 있습니다.\n4. 회사가 약관을 변경할 경우에는 적용일자 및 변경사유를 명시하여 현행약관과 함께 서비스 화면에 그 적용일자 7일 이전부터 적용일자 전일까지 공지합니다. 다만, 회원에게 불리하게 약관 내용을 변경하는 경우에는 그 적용일자 30일 이전부터 적용일자 전일까지 공지하고, 회원의 권리 또는 의무에 관한 중요한 규정의 변경은 적용일자 30일 이전부터 공지합니다.\n5. 회사가 전항에 따라 회원에게 통지하면서 공지 또는 통지일로부터 개정약관 시행일 7일 후까지 거부의사를 표시하지 않으면 승인한 것으로 본다는 뜻을 명확하게 공지 또는 통지하였음에도 회원이 명시적으로 거부의사를 표시하지 아니한 경우 회원이 개정약관에 동의한 것으로 봅니다.\n6. 회원이 개정약관의 적용에 동의하지 않는 경우 회사는 개정약관의 내용'
    },
    {
        id: 3,
        title: '[필수] 개인정보수집 및 이용에 대한 안내',
        subText:'',
        mainTitle: '개인정보 수집 및 이용 동의',
        subTitle: '제1장 총직',
        desTitle:'제1조(목적)',
        desContent:'이 약관은 회원(이하 "회원"이라고 합니다)이 주식회사 플레이스토어(이하 "회사"라고 합니다)가 제공하는 서비스(이하 "서비스"라고 합니다)를 이용함에 있어 회사와 회원의 권리, 의무 및 책임사항을 규정함을 목적으로 합니다.',
        desTitle2:'제2조(용어의 정의)',
        desContent2:'1. 이 약관은 서비스를 신청한 회원에게 회사가 승낙함으로써 효력이 발생합니다.\n2. 회사는 이 약관의 내용을 회원이 쉽게 알 수 있도록 서비스 화면에 게시하거나 기타의 방법으로 회원에게 공지합니다.\n3. 회사는 필요한 경우 관련법령을 위배하지 않는 범위 내에서 이 약관을 변경할 수 있습니다.\n4. 회사가 약관을 변경할 경우에는 적용일자 및 변경사유를 명시하여 현행약관과 함께 서비스 화면에 그 적용일자 7일 이전부터 적용일자 전일까지 공지합니다. 다만, 회원에게 불리하게 약관 내용을 변경하는 경우에는 그 적용일자 30일 이전부터 적용일자 전일까지 공지하고, 회원의 권리 또는 의무에 관한 중요한 규정의 변경은 적용일자 30일 이전부터 공지합니다.\n5. 회사가 전항에 따라 회원에게 통지하면서 공지 또는 통지일로부터 개정약관 시행일 7일 후까지 거부의사를 표시하지 않으면 승인한 것으로 본다는 뜻을 명확하게 공지 또는 통지하였음에도 회원이 명시적으로 거부의사를 표시하지 아니한 경우 회원이 개정약관에 동의한 것으로 봅니다.\n6. 회원이 개정약관의 적용에 동의하지 않는 경우 회사는 개정약관의 내용'
    },
    {
        id: 4,
        title: '[선택] 푸시 알림 수신 동의',
        subText:'공지사항, 출석, 결제 알림',
        mainTitle: '마케팅 정보 수신 동의',
        subTitle: '제1장 총직',
        desTitle:'제1조(목적)',
        desContent:'이 약관은 회원(이하 "회원"이라고 합니다)이 주식회사 플레이스토어(이하 "회사"라고 합니다)가 제공하는 서비스(이하 "서비스"라고 합니다)를 이용함에 있어 회사와 회원의 권리, 의무 및 책임사항을 규정함을 목적으로 합니다.',
        desTitle2:'제2조(용어의 정의)',
        desContent2:'1. 이 약관은 서비스를 신청한 회원에게 회사가 승낙함으로써 효력이 발생합니다.\n2. 회사는 이 약관의 내용을 회원이 쉽게 알 수 있도록 서비스 화면에 게시하거나 기타의 방법으로 회원에게 공지합니다.\n3. 회사는 필요한 경우 관련법령을 위배하지 않는 범위 내에서 이 약관을 변경할 수 있습니다.\n4. 회사가 약관을 변경할 경우에는 적용일자 및 변경사유를 명시하여 현행약관과 함께 서비스 화면에 그 적용일자 7일 이전부터 적용일자 전일까지 공지합니다. 다만, 회원에게 불리하게 약관 내용을 변경하는 경우에는 그 적용일자 30일 이전부터 적용일자 전일까지 공지하고, 회원의 권리 또는 의무에 관한 중요한 규정의 변경은 적용일자 30일 이전부터 공지합니다.\n5. 회사가 전항에 따라 회원에게 통지하면서 공지 또는 통지일로부터 개정약관 시행일 7일 후까지 거부의사를 표시하지 않으면 승인한 것으로 본다는 뜻을 명확하게 공지 또는 통지하였음에도 회원이 명시적으로 거부의사를 표시하지 아니한 경우 회원이 개정약관에 동의한 것으로 봅니다.\n6. 회원이 개정약관의 적용에 동의하지 않는 경우 회사는 개정약관의 내용'
    },
    {
        id: 5,
        title: '[선택] 센터 마케팅 정보 수신 동의',
        subText:'센터 이벤트, 쿠폰 지급, 할인 소식',
        mainTitle: '푸시 알림 수신 동의',
        subTitle: '제1장 총직',
        desTitle:'제1조(목적)',
        desContent:'이 약관은 회원(이하 "회원"이라고 합니다)이 주식회사 플레이스토어(이하 "회사"라고 합니다)가 제공하는 서비스(이하 "서비스"라고 합니다)를 이용함에 있어 회사와 회원의 권리, 의무 및 책임사항을 규정함을 목적으로 합니다.',
        desTitle2:'제2조(용어의 정의)',
        desContent2:'1. 이 약관은 서비스를 신청한 회원에게 회사가 승낙함으로써 효력이 발생합니다.\n2. 회사는 이 약관의 내용을 회원이 쉽게 알 수 있도록 서비스 화면에 게시하거나 기타의 방법으로 회원에게 공지합니다.\n3. 회사는 필요한 경우 관련법령을 위배하지 않는 범위 내에서 이 약관을 변경할 수 있습니다.\n4. 회사가 약관을 변경할 경우에는 적용일자 및 변경사유를 명시하여 현행약관과 함께 서비스 화면에 그 적용일자 7일 이전부터 적용일자 전일까지 공지합니다. 다만, 회원에게 불리하게 약관 내용을 변경하는 경우에는 그 적용일자 30일 이전부터 적용일자 전일까지 공지하고, 회원의 권리 또는 의무에 관한 중요한 규정의 변경은 적용일자 30일 이전부터 공지합니다.\n5. 회사가 전항에 따라 회원에게 통지하면서 공지 또는 통지일로부터 개정약관 시행일 7일 후까지 거부의사를 표시하지 않으면 승인한 것으로 본다는 뜻을 명확하게 공지 또는 통지하였음에도 회원이 명시적으로 거부의사를 표시하지 아니한 경우 회원이 개정약관에 동의한 것으로 봅니다.\n6. 회원이 개정약관의 적용에 동의하지 않는 경우 회사는 개정약관의 내용'
    },
    {
        id: 6,
        title: '[선택] 스토어 마케팅 정보 수신 동의',
        subText:'핏에이블 스토어 이벤트, 할인 소식',
        mainTitle: '푸시 알림 수신 동의',
        subTitle: '제1장 총직',
        desTitle:'제1조(목적)',
        desContent:'이 약관은 회원(이하 "회원"이라고 합니다)이 주식회사 플레이스토어(이하 "회사"라고 합니다)가 제공하는 서비스(이하 "서비스"라고 합니다)를 이용함에 있어 회사와 회원의 권리, 의무 및 책임사항을 규정함을 목적으로 합니다.',
        desTitle2:'제2조(용어의 정의)',
        desContent2:'1. 이 약관은 서비스를 신청한 회원에게 회사가 승낙함으로써 효력이 발생합니다.\n2. 회사는 이 약관의 내용을 회원이 쉽게 알 수 있도록 서비스 화면에 게시하거나 기타의 방법으로 회원에게 공지합니다.\n3. 회사는 필요한 경우 관련법령을 위배하지 않는 범위 내에서 이 약관을 변경할 수 있습니다.\n4. 회사가 약관을 변경할 경우에는 적용일자 및 변경사유를 명시하여 현행약관과 함께 서비스 화면에 그 적용일자 7일 이전부터 적용일자 전일까지 공지합니다. 다만, 회원에게 불리하게 약관 내용을 변경하는 경우에는 그 적용일자 30일 이전부터 적용일자 전일까지 공지하고, 회원의 권리 또는 의무에 관한 중요한 규정의 변경은 적용일자 30일 이전부터 공지합니다.\n5. 회사가 전항에 따라 회원에게 통지하면서 공지 또는 통지일로부터 개정약관 시행일 7일 후까지 거부의사를 표시하지 않으면 승인한 것으로 본다는 뜻을 명확하게 공지 또는 통지하였음에도 회원이 명시적으로 거부의사를 표시하지 아니한 경우 회원이 개정약관에 동의한 것으로 봅니다.\n6. 회원이 개정약관의 적용에 동의하지 않는 경우 회사는 개정약관의 내용'
    },
];