export const bellList = [
    {
        id: 0,
        maindate:'06.28 목요일',
        data:[
            {
                contents: '이용중인 최진원 선생님 1:1 P.T 상품이 곧 만료됩니다.',
                date: '2023.06.28',
            },
            {
                contents: '오후 09시 00분  오선구 P.T 수업 예약 성공했습니다!',
                date: '2023.06.28',
            },
            {
                contents: '김종국 회원님의 수업이 확정되었습니다.',
                date: '2023.06.28',
            },
            {
                contents: '오후 09시 00분 - 오선구 P.T 출석',
                date: '2023.06.28',
            },
        ],

    },
    {
        id: 1,
        maindate:'06.27 수요일',
        data:[
            {
                contents: '남주혁 회원님이 수업을 예약했습니다.',
                date: '2023.06.27',
            },
            {
                contents: '추성훈 회원님의 상담 요청이 있습니다.',
                date: '2023.06.27',
            },
            {
                contents: '추성훈 회원님의 상담 요청이 있습니다.',
                date: '2023.06.27',
            },
        ],
    },
    {
        id: 2,
        maindate:'06.26 화요일',
        data:[
            {
                contents: '이용중인 최진원 선생님 1:1 P.T 상품이 곧 만료됩니다.',
                date: '2023.06.28',
            },
            {
                contents: '오후 09시 00분  오선구 P.T 수업 예약 성공했습니다!',
                date: '2023.06.28',
            },
            {
                contents: '김종국 회원님의 수업이 확정되었습니다.',
                date: '2023.06.28',
            },
            {
                contents: '오후 09시 00분 - 오선구 P.T 출석',
                date: '2023.06.28',
            },
        ],

    },
]