export const consultingListData = [
    {
    id: 0,
    title:'운동 목적',
    subtext:'최대 3개 선택 가능',
    tag:[
       '시설이용','개인레슨','그룹수업','다이어트','재활운동','체형교정','체력증가','건강유지','기타'],
    },
    {
        id: 1,
        title:'희망 이용 시간',
        subtext:'최대 3개 선택 가능',
        tag:[
           '9시 이전','오전 9시~12시','오전 3시~6시','오후 6시~9시','오후 9시 이후'],
    },
    {
        id: 2,
        title:'저희 센터를 어떻게 알게 되셨나요?',
        subtext:'최대 3개 선택 가능',
        tag:[
           '네이버 광고','간판','지인 소개','인스타그램','전단지','인터넷 검색','기타'],
    },
    {
        id: 3,
        title:'질병 및 유의사항',
    }
]